chore: Revised Readme
Signed-off-by: xavio2495 <xavio.delta2495@gmail.com>
